Repository: 247i/ReNamer
Catalog: மறுபெயரிடு/App/ReNamer/Languages/ReNamer.co.po
Languages: co

source: Configure Filter Settings
co: Cunfigurà e preferenze di filtru

# TFORM_SETTINGS.SPEEDBUTTON_METATAGFORMATSINFO.CAPTION
source: Help
co: Aiutu

# TFORM_SETTINGS.SPEEDBUTTON_METATAGFORMATSINFO.HINT
source: Online Help (F1)
co: Aiutu in linea (F1)

source: Note: Disabling MetaTag support will increase performance when processing large amount of files.
co: Nota : a disattivazione di l’impiegu di l’etichette aummenterà e perfurmenze quandu si tratta una quantità maiò di schedarii.

source: Warning: Overwritten files will be deleted permanently.
co: Avertimentu : I schedarii rimpiazzati seranu squassati ab’eternu.

# TFORM_SETTINGS.TABSHEET_GENERAL.CAPTION
source: General
co: Generale

# TFORM_SETTINGS.TABSHEET_METATAGS.CAPTION
source: Meta Tags
co: Etichette

source: Misc.
co: Diversu

# TFORM_SETTINGS.TABSHEET_PREVIEW.CAPTION
source: Preview
co: Fighjulata

# TFORM_SETTINGS.TABSHEET_RENAME.CAPTION
source: Rename
co: Rinuminà

source: Accept
co: Accettà

source: Lite vs Pro
co: Da Lite à Pro

source: Purchase
co: Cumprà

source: Enter registration code
co: Codice d’inscrizzione

source: Terms of Use
co: Cundizioni d’utilizazione

source: Please be aware of the terms of use of this application:
co: Siate cusciente di e cundizioni d’utilizazione di st’appiecazione :

source: For commercial use you must obtain a commercial license by going to the website. If you already hold a license please enter your registration code. Thank you for playing fair.
co: Per un impiegu cummerciale ci vole à ottene una licenza cummerciale nant’à u situ web. S’è vò avete dighjà una licenza, stampittate u vostru codice d’inscrizzione. Vi ringraziemu di susteneci è di seguità ste regule.

# TFORM_TERMSOFUSE.LABEL_NONCOMMERCIAL.CAPTION
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
co: St’appiecazione pò esse impiegata è distribuita SOLU in un scopu micca cummerciale è cù l’attribuzioni apprupriate.

source: Please also consider purchasing a "Pro" version to support the future development of this application.
co: Per piacè, pensate a cumprà a versione « Pro » per sustene u sviluppu future di st’appiecazione.

source: Extension always lower case
co: Estensione sempre in minuscule

source: Extension always upper case
co: Estensione sempre in maiuscule

source: Force case for fragments:
co: Sfurzà a cassa per i frammenti :

# tframe_rulecase.checkbox_caseskipextension.caption
source: Skip extension
co: Tralascià l’estensione

source: Case change:
co: Cambiamentu di cassa :

source: Hint: fragments separated with comma will be put in the same case as they are typed in this text box, for example: CD,DVD,DJ
co: Astuzia : I frammenti staccati da virgula seranu messi in a listessa cassa chì quella di sta scatula di testu, per indettu : CD,DVD,DJ

source: all lower case
co: tuttu in minuscule

source: ALL UPPER CASE
co: TUTTU IN MAIUSCULE

source: Capitalize Every Word
co: Lettera Maiuscula À Ogni Parolla

source: Capitalize AND Preserve
co: Lettera Maius. È Mantene L’Alette

# TFRAME_RULECASE.RB_CASEFIRSTLETTERCAPITAL.CAPTION
source: First letter capital
co: Prima lettera in maiuscula

source: iNVERT cASE
co: cASSA iNVERTITA

source: (none of the above)
co: (nisuna di quelle ozzioni)

source: Insert a space in front of capitalized letters (e.g. CamelCase)
co: Framette un spaziu davanti e lettere maiuscule (per indettu CassaDiCamellu)

source: Normalize unicode spaces by replacing them with a standard space
co: Nurmalizà i spazii unicode rimpiazzenduli da un spaziu classicu

source: Prepare for SharePoint (always inc. extension)
co: Appruntà per SharePoint (include sempre l’estensione)

# TFRAME_RULECLEANUP.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: , (comma)
co: , (virgula)

source: . (dot)
co: . (puntu)

source: Fix spaces: only one space at a time, no spaces on sides of basename
co: Currege i spazii : spaziu unicu ogni volta, nisunu spaziu à e punte di u nome di basa

source: Skip number sequences, for example version 1.2.3.4
co: Ignurà e sequenze di numeri, per indettu : versione 1.2.3.4

source: Strip unicode marks (combining, diacritics, accents)
co: Toglie e marche unicode (cumbinazioni, segni, alette)

source: Replace these characters with spaces:
co: Rimpiazzà sti caratteri cù spazii :

source: Strip out content of brackets:
co: Toglie ciò chì si trova trà parentesi :

# TFRAME_RULEDELETE.CHECKBOX_DELETECURRENTNAME.CAPTION
source: Delete current name
co: Squassà u nome attuale

# tframe_ruledelete.checkbox_deleterighttoleft.caption
source: Right-to-left
co: Da diritta à manca

# TFRAME_RULEDELETE.CHECKBOX_DELETESKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Do not remove delimiters
co: Ùn micca caccià i delimitatori

source: From:
co: Da :

source: Until:
co: Fin’à :

# tframe_ruledelete.radiobutton_deletefromdelimiter.caption
source: Delimiter:
co: Delimitatore :

# tframe_ruledelete.radiobutton_deletefromposition.caption
source: Position:
co: Pusizione :

source: Count:
co: Numeru :

# TFRAME_RULEDELETE.RADIOBUTTON_DELETEUNTILDELIMITER.CAPTION
source: Delimiter:
co: Delimitatore :

source: Till the end
co: Sin’à a fine

source: Detect using "binary signature"
co: Abbentà impieghendu a « segnatura binaria »

source: Append to the original filename
co: Aghjunghje à a fine di u nome di schedariu d’origine

source: New Extension (without dot):
co: Nova estensione (senza puntu) :

source: Note: Some files may have multiple extensions matching their data type, for example: doc/ppt/xls have the same signature. Unrecognised files will remain unchanged. If this option is used, the new extension field is ignored.
co: Nota : Certi schedarii ponu avè parechje estensioni chì currispundenu à u so tipu di dati, per indettu : doc/ppt/xls anu a listessa segnatura. I schedarii micca ricunnisciuti ùn seranu micca cambiati. S’è st’ozzione hè attivata, u novu campu d’estensione serà ignuratu.

# TFRAME_RULEINSERT.BITBTN_INSERTMETATAG.CAPTION
source: Insert Meta Tag
co: Framette l’etichette

# TFRAME_RULEINSERT.BITBTN_INSERTMETATAG.HINT
source: Insert Meta Tag (Ctrl+Ins)
co: Framette l’etichette (Ctrl+Ins)

# TFRAME_RULEINSERT.CHECKBOX_INSERTRIGHT.CAPTION
source: Right-to-left
co: Da diritta à manca

# TFRAME_RULEINSERT.CHECKBOX_INSERTSKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Insert:
co: Framette :

source: Where:
co: Induve :

source: After text:
co: Dopu u testu :

source: Before text:
co: Nanzu u testu :

# TFRAME_RULEINSERT.RADIOBUTTON_INSERTPOSITION.CAPTION
source: Position:
co: Pusizione :

# tframe_ruleinsert.radiobutton_insertprefix.caption
source: Prefix
co: Prefissu

# tframe_ruleinsert.radiobutton_insertsuffix.caption
source: Suffix
co: Suffissu

# TFRAME_RULEINSERT.RADIOBUTTON_REPLACECURRENTNAME.CAPTION
source: Replace current name
co: Rimpiazzà u nome attuale

source: Add padding to length:
co: Aghjunghje l’empiimentu à a longhezza :

source: Add zero padding to length:
co: Aghjunghje l’empiimentu di zeri à a longhezza :

# tframe_rulepadding.checkbox_removezeropadding.caption
source: Remove zero padding
co: Caccià l’empiimentu di zeri

# TFRAME_RULEPADDING.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Number sequences
co: Sequenze di numeri

source: Text padding
co: Empiimentu di testu

source: Padding characters:
co: Caratteri d’empiimentu :

# TFRAME_RULEPADDING.LABEL_POSITION.CAPTION
source: Position:
co: Pusizione :

source: Left
co: Manca

source: Right
co: Diritta

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_COMPILE.CAPTION
source: Try to Compile
co: Prova di cumpilazione

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_COMPILE.HINT
source: Try to Compile (Ctrl+T)
co: Prova di cumpilazione (Ctrl+T)

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_GOTOLINE.CAPTION
source: Go To
co: Andà à

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_GOTOLINE.HINT
source: Go To Line (Ctrl+G)
co: Andà à a linea (Ctrl+G)

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_HELP.CAPTION
source: Help
co: Aiutu

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_HELP.HINT
source: Online Help (F1)
co: Aiutu in linea (F1)

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_SCRIPTS.CAPTION
source: Scripts
co: Scenarii

# TFRAME_RULEPASCALSCRIPT.TOOLBUTTON_SCRIPTS.HINT
source: Scripts (Ctrl+L)
co: Scenarii (Ctrl+L)

# TFRAME_RULERANDOMIZE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

# TFRAME_RULERANDOMIZE.CHECKBOX_UNIQUE.CAPTION
source: Unique if possible
co: Unicu s’ella hè pussibule

# TFRAME_RULERANDOMIZE.CHECKBOX_USEDIGITS.CAPTION
source: Digits (0..9)
co: Cifri (da 0 à 9)

source: English letters (a..z)
co: Lettere latine (da a à z)

# TFRAME_RULERANDOMIZE.CHECKBOX_USEUSERDEFINED.CAPTION
source: User defined:
co: Definitu da l’utiliz. :

# TFRAME_RULERANDOMIZE.GROUPBOX_CHARACTERS.CAPTION
source: Characters to use:
co: Caratteri à impiegà :

# TFRAME_RULERANDOMIZE.GROUPBOX_INSERTWHERE.CAPTION
source: Insert where:
co: Induve framette :

# TFRAME_RULERANDOMIZE.LABEL_LENGTH.CAPTION
source: Length of random sequence:
co: Longhezza di a sequenza aleatoria :

# TFRAME_RULERANDOMIZE.RADIOBUTTON_POSITION.CAPTION
source: Position:
co: Pusizione :

# TFRAME_RULERANDOMIZE.RADIOBUTTON_PREFIX.CAPTION
source: Prefix
co: Prefissu

# TFRAME_RULERANDOMIZE.RADIOBUTTON_REPLACECURRENTNAME.CAPTION
source: Replace current name
co: Rimpiazzà u nome attuale

# TFRAME_RULERANDOMIZE.RADIOBUTTON_SUFFIX.CAPTION
source: Suffix
co: Suffissu

# TFRAME_RULEREARRANGE.CB_RIGHTTOLEFT.CAPTION
source: Right-to-left
co: Da diritta à manca

# TFRAME_RULEREARRANGE.CB_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Split using:
co: Frazziunà da :

source: New pattern:
co: Novu mudellu :

source: Hint: Use $1..$N to reference delimited parts in the new pattern, $-1..$-N to reference from the end, $0 for the original name.
co: Astuzia : Impiegate $1…$N per fà referenza à e parti delimitate di u novu mudellu, $-1…$-N per fà referenza da a fine, $0 per u nome d’origine.

source: Delimiters
co: Delimitatori

source: Exact pattern of delimiters
co: Mudellu esattu di i delimitatori

source: Positions
co: Pusizioni

# tframe_rulerearrange.sb_addseparator.hint
source: Separate multiple items
co: Staccà parechji elementi

# TFRAME_RULEREARRANGE.SB_INSERTMETATAG.HINT
source: Insert Meta Tag (Ctrl+Ins)
co: Framette l’etichette (Ctrl+Ins)

source: Adjust time by:
co: Adattà l’ora da :

# TFRAME_RULEREFORMATDATE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Use custom long months:
co: Impiegà mesi longhi persunal. :

source: Use custom short months:
co: Impiegà mesi corti persunalizati :

source: Match as whole words only
co: Fà currisponde solu e parolle sane

source: Find date/time formats:
co: Truvà furmati di data è d’ora :

source: Convert to date/time format:
co: Cunvertisce à u furmatu di data è ora :

# TFRAME_RULEREFORMATDATE.MENUITEM_ADDSEPARATOR.CAPTION
source: Separate multiple items
co: Staccà parechji elementi

source: Date/time format reference (online)
co: Referenza di furmatu di data è ora (in linea)

source: Case-sensitive
co: Sensibile à a cassa

# TFRAME_RULEREGEX.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Hint: Use $1..$9 to reference subexpressions.
co: Astuzia : Impiegà $1…$9 per fà referenza à e sottuspressioni.

source: Expression:
co: Spressione :

# tframe_ruleregex.label5.caption
source: Replace:
co: Rimpiazzà :

source: Insert expression (Ctrl+Ins)
co: Framette l’espressione (Ctrl+Ins)

# TFRAME_RULEREGEX.SPEEDBUTTON_HELP.CAPTION
source: Help
co: Aiutu

# TFRAME_RULEREGEX.SPEEDBUTTON_HELP.HINT
source: Online Help (F1)
co: Aiutu in linea (F1)

# tframe_ruleremove.checkbox_casesensitive.caption
source: Case sensitive
co: Sensibile à a cassa

# TFRAME_RULEREMOVE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Interpret symbols '?', '*', '[', ']' as wildcards?
co: Interpretà i simbuli « ? », « * », « [ », « ] » cum’è caratteri generichi ?

# TFRAME_RULEREMOVE.CHECKBOX_WHOLEWORDSONLY.CAPTION
source: Whole words only
co: Solu e parolle sane

# tframe_ruleremove.label_removeoccurances.caption
source: Occurrences:
co: Occurrenze :

source: Remove:
co: Caccià :

# tframe_ruleremove.radiobutton_removeall.caption
source: All
co: Tutte

# tframe_ruleremove.radiobutton_removefirst.caption
source: First
co: Prima

# tframe_ruleremove.radiobutton_removelast.caption
source: Last
co: Ultima

# TFRAME_RULEREMOVE.SPEEDBUTTON_REMOVEADDSEPARATOR.HINT
source: Separate multiple items
co: Staccà parechji elementi

# TFRAME_RULEREPLACE.CHECKBOX_CASESENSITIVE.CAPTION
source: Case sensitive
co: Sensibile à a cassa

# TFRAME_RULEREPLACE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Interpret '?', '*', '[', ']' as wildcards and '$n' as backreferences?
co: Interpretà i simbuli « ? », « * », « [ », « ] » cum’è caratteri generichi è « $n » cum’è referenze anteriore ?

# tframe_rulereplace.checkbox_wholewordsonly.caption
source: Whole words only
co: Solu e parolle sane

# TFRAME_RULEREPLACE.LABEL_REPLACEOCCURANCES.CAPTION
source: Occurrences:
co: Occurrenze :

source: Find:
co: Circà :

# TFRAME_RULEREPLACE.LABEL_REPLACEWITH.CAPTION
source: Replace:
co: Rimpiazzà :

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACEALL.CAPTION
source: All
co: Tutte

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACEFIRST.CAPTION
source: First
co: Prima

# TFRAME_RULEREPLACE.RADIOBUTTON_REPLACELAST.CAPTION
source: Last
co: Ultima

# TFRAME_RULEREPLACE.SPEEDBUTTON_REPLACEADDSEPARATOR.HINT
source: Separate multiple items
co: Staccà parechji elementi

# TFRAME_RULEREPLACE.SPEEDBUTTON_REPLACEWITHMETATAG.HINT
source: Insert Meta Tag (Ctrl+Ins)
co: Framette l’etichette (Ctrl+Ins)

source: Reset every:
co: Reinizià ogni :

source: Reset if file name changes
co: Reinizià s’è u nome di schedariu cambia

source: Reset if folder changes
co: Reinizià s’è u cartulare cambia

source: Pad with zeros to length:
co: Riempie cù zeri à a longhezza :

# TFRAME_RULESERIALIZE.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

# tframe_ruleserialize.gb_insertwhere.caption
source: Insert where:
co: Induve framette :

source: Custom numbering symbols:
co: Simbuli di numerazione persunalizati :

source: Index starts:
co: Principiu di l’indice :

# TFRAME_RULESERIALIZE.LABEL_NUMBERINGSYSTEM.CAPTION
source: Numbering system:
co: Sistema di numerazione :

source: Repeat:
co: Ripete :

source: Step:
co: Tappa :

# TFRAME_RULESERIALIZE.RADIOBUTTON_REPLACECURRENTNAME.CAPTION
source: Replace current name
co: Rimpiazzà u nome attuale

# TFRAME_RULESERIALIZE.RADIOBUTTON_SERIALIZEPOSITION.CAPTION
source: Position:
co: Pusizione :

# TFRAME_RULESERIALIZE.RADIOBUTTON_SERIALIZEPREFIX.CAPTION
source: Prefix
co: Prefissu

# TFRAME_RULESERIALIZE.RADIOBUTTON_SERIALIZESUFFIX.CAPTION
source: Suffix
co: Suffissu

source: Strip all characters except selected
co: Toglie tutti i caratteri fora di quelli selezziunati

source: English:
co: Latinu :

# TFRAME_RULESTRIP.CHECKBOX_CASESENSITIVE.CAPTION
source: Case sensitive
co: Sensibile à a cassa

source: Brackets:
co: Ancini :

# tframe_rulestrip.checkbox_stripdigits.caption
source: Digits:
co: Cifri :

# TFRAME_RULESTRIP.CHECKBOX_STRIPSKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Symbols:
co: Simbuli :

# tframe_rulestrip.checkbox_stripuserdefined.caption
source: User defined:
co: Definitu da l’utiliz. :

# TFRAME_RULESTRIP.RB_WHEREEVERYWHERE.CAPTION
source: Everywhere
co: Dapertuttu

# TFRAME_RULESTRIP.RB_WHERELEADING.CAPTION
source: Leading
co: Davanti

# TFRAME_RULESTRIP.RB_WHERETRAILING.CAPTION
source: Trailing
co: Daretu

source: Alphabet
co: Alfabetu

# TFRAME_RULETRANSLIT.CHECKBOX_ADJUSTCASE.CAPTION
source: Auto case adjustment
co: Accumudata autumatica di a cassa

# TFRAME_RULETRANSLIT.CHECKBOX_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Direction:
co: Direzzione :

source: Hint:
co: Astuzia :

source: Alphabet is a set of couples represented by letters and separated with an equal sign; they stand for translation of non-english characters to their english representation.
co: L’alfabetu hè un inseme di coppii riprisentati da lettere è staccati da un segnu uguale (=) chì riprisentanu a traduzzione di i caratteri micca latini da a so riprisentazione latina.

source: Backward
co: Nanzu

source: Forward
co: Dopu

# TFRAME_RULEUSERINPUT.CB_SKIPEXTENSION.CAPTION
source: Skip extension
co: Tralascià l’estensione

source: Type your new filenames here (one per line):
co: Stampittate i vostri novi nomi di schedariu quì (unu à a linea) :

source: Load from Text File
co: Caricà da un schedariu di testu

source: Paste from Clipboard
co: Incullà da u preme’papei

source: Insert after the current name
co: Framette dopu à u nome attuale

source: Insert in front of the current name
co: Framette davanti à u nome attuale

source: Replace the current name
co: Rimpiazzà u nome attuale

# TFRAME_RULEUSERINPUT.SB_OPTIONS.CAPTION
source: Options
co: Ozzioni

# ufileutils.ssizebytes
source: bytes
co: ottetti

# ufileutils.ssizegigabyte
source: GB
co: Go

# ufileutils.ssizekilobyte
source: KB
co: Ko

# ufileutils.ssizemegabyte
source: MB
co: Mo

# ufileutils.ssizeterabyte
source: TB
co: To

source: Duration of an Audio file
co: Durata d’un schedariu audio

source: Duration of an Audio file in minutes
co: Durata d’un schedariu audio in minuti

source: Duration of an Audio file in seconds
co: Durata d’un schedariu audio in seconde

source: AVI Duration in H:M:S format
co: Durata di l’AVI à u furmatu O:M:S

source: AVI Duration in Minutes
co: Durata di l’AVI in minuti

source: AVI Duration in Seconds
co: Durata di l’AVI in seconde

source: AVI Frames per Second
co: Sequenze di l’AVI à a seconda

source: AVI Height in Pixels
co: Altezza di l’AVI in pizzeli

source: AVI Total amount of Frames
co: Numeru tutale di e sequenze di l’AVI

source: AVI Video Codec
co: Cudecu video di l’AVI

source: AVI Width in Pixels
co: Larghezza di l’AVI in pizzeli

source: AVI Dimensions in WxH format
co: Dimensioni di l’AVI in furmatu WxH

source: Binary File Information: Description
co: Infurmazione nant’à u schedariu binariu : Discrizzione

source: Binary File Signature: Extension
co: Segnatura di u schedariu binariu : Estensione

source: Current Date
co: Data attuale

source: Summary Information: Author
co: Infurmazione riassunta : Autore

source: Summary Information: Number of Pages
co: Infurmazione riassunta : Numeru di pagine

source: Summary Information: Subject
co: Infurmazione riassunta : Sughjettu

source: Summary Information: Title
co: Infurmazione riassunta : Titulu

source: Email date sent in local time zone
co: Data d’inviu di l’email in u fusu orariu lucale

source: Email date sent in original time zone
co: Data d’inviu di l’email in u fusu orariu uriginale

source: Email date sent in UTC time zone
co: Data d’inviu di l’email in u fusu orariu UTC

source: Email sender
co: Speditore di l’email

source: Email subject
co: Sughjettu di l’email

source: EXIF Original Date
co: Data uriginale di l’« EXIF »

source: EXIF Image Description
co: Discrizzione di a fiura di l’« EXIF »

source: EXIF Camera Make
co: Marca di l’apparechju-fotò di l’« EXIF »

source: EXIF Camera Model
co: Mudellu de l’apparechju-fotò di l’« EXIF »

source: Base name of the file
co: Nome di basa di u schedariu

source: File created date
co: Data di creazione di u schedariu

source: File last modified date
co: Data di l’ultima mudificazione di u schedariu

source: Short name in the 8.3 format
co: Nome cortu in furmatu 8.3

source: Extension of the file
co: Estensione di u schedariu

source: Full name of the file
co: Nome sanu di u schedariu

source: Full path of the file
co: Chjassu sanu di u schedariu

source: Name of the parent folder
co: Nome di u cartulare di livellu superiore

source: Full path of the parent folder
co: Chjassu sanu di u cartulare di livellu superiore

source: Size of file
co: Dimensione di u schedariu

source: Size of file in bytes
co: Dimensione di u schedariu in ottetti

source: Size of file in GB
co: Dimensione di u schedariu in Go

source: Size of file in KB
co: Dimensione di u schedariu in Ko

source: Size of file in MB
co: Dimensione di u schedariu in Mo

source: FLAC Album
co: Albumu FLAC

source: FLAC Album Artist
co: Artista di l’albumu FLAC

source: FLAC Artist
co: Artista FLAC

source: FLAC Disc Number
co: Numeru di u discu FLAC

source: FLAC Total Discs
co: Numeru tutale di dischi FLAC

source: FLAC Genre
co: Generu FLAC

source: FLAC Title
co: Titulu FLAC

source: FLAC Track Number
co: N° di a traccia FLAC

source: FLAC Total Tracks
co: Numeru tutale di traccie FLAC

source: FLAC Year
co: Annu FLAC

source: CRC32 Checksum of a file
co: Somma di cuntrollu CRC32 d’un schedariu

source: MD5 Hash of a file
co: Tazzeghju MD5 d’un schedariu

source: SHA1 Hash of a file
co: Tazzeghju SHA1 d’un schedariu

source: SHA256 Hash of a file
co: Tazzeghju SHA256 d’un schedariu

source: SHA512 Hash of a file
co: Tazzeghju SHA512 d’un schedariu

source: Title tag extracted from an HTML file
co: Etichetta di titulu estratta da un schedariu HTML

source: Aspect Ratio of an image
co: Prupurzione d’una fiura

source: Height of an image in pixels
co: Altezza d’una fiura in pizzeli

source: Amount of pixels in the image
co: Quantità di pizzeli d’una fiura

source: Width of an image in pixels
co: Larghezza d’una fiura in pizzeli

source: Width and Height of an image in pixels
co: Larghezza è altezza d’una fiura in pizzeli

source: IPTC Image Caption
co: Legenda di a fiura IPTC

source: IPTC City
co: Cità IPTC

source: IPTC Image Headline
co: Titulu di a fiura IPTC

source: IPTC Location Name
co: Nome di u locu IPTC

source: IPTC Object Name
co: Nome di l’oggettu IPTC

# mymetatags.s_metatag_mp3_album
source: MP3 Album
co: Albumu MP3

# mymetatags.s_metatag_mp3_albumartist
source: MP3 Album Artist
co: Artista di l’albumu MP3

# mymetatags.s_metatag_mp3_artist
source: MP3 Artist
co: Artista MP3

source: MP3 Disc Number
co: Numeru di u discu MP3

source: MP3 Total Discs
co: Numeru tutale di dischi MP3

# mymetatags.s_metatag_mp3_genre
source: MP3 Genre
co: Generu MP3

# mymetatags.s_metatag_mp3_title
source: MP3 Title
co: Titulu MP3

# mymetatags.s_metatag_mp3_trackno
source: MP3 Track Number
co: Numeru di a traccia MP3

source: MP3 Total Tracks
co: Numeru tutale di traccie MP3

# mymetatags.s_metatag_mp3_year
source: MP3 Year
co: Annu MP3

source: Outlook Message: Body Text
co: Messaghju Outlook : Corpu di u testu

source: Outlook Message: Sent date from email header in local time zone
co: Messaghju Outlook : Data d’inviu da l’intestatura di l’email in u fusu orariu lucale

source: Outlook Message: Sent date from email header in original time zone
co: Messaghju Outlook : Data d’inviu da l’intestatura di l’email in u fusu orariu uriginale

source: Outlook Message: Sent date from email header in UTC time zone
co: Messaghju Outlook : Data d’inviu da l’intestatura di l’email in u fusu orariu UTC

source: Outlook Message: Sent date in local time zone
co: Messaghju Outlook : Data d’inviu in u fusu orariu lucale

source: Outlook Message: Sent date in UTC time zone
co: Messaghju Outlook : Data d’inviu in u fusu orariu UTC

# umetatags.s_metatag_outlook_messageid
source: Outlook Message: ID
co: Messaghju Outlook : Identificazione

source: Outlook Message: Sender
co: Messaghju Outlook : Speditore

source: Outlook Message: Subject
co: Messaghju Outlook : Sughjettu

source: TIFF Date
co: Data TIFF

source: TIFF Description
co: Discrizzione TIFF

source: TIFF Make
co: Marca TIFF

source: TIFF Model
co: Mudellu TIFF
