Repository: 247i/ReNamer
Catalog: மறுபெயரிடு/App/ReNamer/Languages/ReNamer.co.po
Languages: co

source: Save current preset?
co: Arregistrà a prerigatura attuale ?

source: Would you like to purchase a "Pro" version to remove this limit?
co: Vulete cumprà a versione « Pro » per caccià sta limitazione ?

source: Would you like to purchase a "Pro" version to unlock this feature?
co: Vulete cumprà a versione « Pro » per spalancà sta funzione ?

source: Are you sure you want to unregister the product? This will remove your license and deactivate the "Pro" version.
co: Site sicuru di vulè disarregistrà u pruduttu ? St’azzione caccierà a vostra licenza è disattiverà a versione « Pro ».

source: This feature is not available in this version.
co: Sta funzione ùn hè micca dispunibule in sta versione.

# mainform.s_free_license_note
source: This application can be used and distributed ONLY for non-commercial purposes and with appropriate attributions.
co: St’appiecazione pò esse impiegata è distribuita SOLU in un scopu micca cummerciale è cù l’attribuzioni apprupriate.

source: This version is limited to a maximum of %s presets.
co: Sta versione hà una limita massima di %s prerigature.

source: This version is limited to a maximum of %s rules.
co: Sta versione hà una limita massima di %s regule.

source: (non-commercial use only)
co: (Impiegu micca cummerciale solu)

source: For more information please read full license code
co: Per sapene di più, leghjite per piacè u codice di licenza sanu

source: This version does not support presets directory structure.
co: Sta versione ùn accetta micca a struttura di i cartulari di prerigatura.

source: Active filter settings
co: Preferenze di i filtri attivi

source: Loaded preset
co: Prerigatura caricata

source: Loaded preset (modified)
co: Prerigatura caricata (mudificata)

source: Created %d preset links.
co: Creazione di %d liami di prerigatura.

source: COPY
co: COPIA

source: Add your code here
co: Aghjunghjite u vostru codice quì

source: Hold %s when loading a script to insert it inline
co: Mantenite %s durante u caricamentu d’un scenariu per framettelu in linea

source: Press %s for code completion
co: Appughjate nant’à %s per compie u codice

source: Any single character
co: Qualsisia caratteru unicu

source: A set of 3 of any characters
co: Un inseme di 3 caratteri qualunque

source: One or more of any characters
co: Unu o parechji caratteri qualunque

source: One or more of any characters, grouped into subexpression
co: Unu o parechji caratteri qualunque, raggruppati da sottuspressioni

source: One or more of any characters, but fewer as possible
co: Unu o parechji caratteri qualunque, ma u menu pussibule

source: A set of 2 to 4 of any characters
co: Un inseme di 2 à 4 caratteri qualunque

source: A set of 3 or more of any characters
co: Un inseme di 3 o più caratteri qualunque

source: Zero or more of any characters
co: Zeru o parechji caratteri qualunque

source: Any single character from the list (e.g. "a" or "b" or "c")
co: Tuttu caratteru unicu di a lista (esempiu : « a », « b » o « c »)

source: Any one occurrence of the alternatives (e.g. "aa" or "bb" or "cc")
co: Tutta occurrenza di e scelte (esempiu : « aa », « bb » o « cc »)

source: Any single character from the range (e.g. "a" to "z")
co: Tuttu caratteru unicu di a seria (esempiu : da « a » à « z »)

source: End of the input text
co: Fine di u testu di stampittera

source: Use an escape character to match an actual backslash "\"
co: Impiegà un caratteru di scappamentu per currisponde à l’attuale barra sbieca « \ »

source: Any single character except the ones from the list
co: Tuttu caratteru unicu fora di quelli di a lista

source: Any single space character (space, tab, new line)
co: Tuttu caratteru di spaziu unicu (spaziu, tabulazione, nova linea)

source: Start of the input text
co: Principiu di u testu di stampittera

source: Word boundary
co: Cunfina di a parolla

source: Any single alphanumeric character (including an underscore)
co: Tuttu caratteru alfanumericu unicu (includendu un spaziu sottulineatu)

source: Failed to apply system settings.
co: Fiascu per appiecà e preferenze di u sistema.

source: (Try to start the program as administrator to apply these settings)
co: (Pruvate di lancià u prugramma tale un amministratore per appiecà ste preferenze)

source: Real-time update of the preview can be dangerous and its use is not recommended! It will cause graphical updates to the GUI during preview for every processed file but will also respond to any user activity such as mouse clicks and keyboard button presses. Beware, any accidental actions generated during a preview as a result of user activity within the application will interfere with the preview process and can cause unpredictable behavior.
co: A mudificazione in tempu reale di a fighjulata pò esse periculosa è u so impiegu ùn hè micca ricumandatu ! Què cagiunerà mudificazioni grafiche di l’interfaccia grafica durante a fighjulata d’ogni schedariu trattatu ma risponderà dinù à tutta attività di l’utilizatore, cum’è clicchi di topu o tasti di a tastera. Fate casu chì tutta azzione accidentale, ingenerata durante a fighjulata per via d’una attività di l’utilizatore, interferiscerà cù u trattamentu di a fighjulata è puderà cagiunà un cumpurtamentu imprevistu.

# tform_about.caption
source: About
co: Apprupositu

source: Author:
co: Autore :

source: Date:
co: Data :

source: Email:
co: Indirizzu eMail :

source: Version:
co: Versione :

source: Website:
co: Situ web :

# TFORM_ADDPATHS.BITBTN_ADD.CAPTION
source: Add
co: Aghjunghje

# TFORM_ADDPATHS.BITBTN_CANCEL.CAPTION
source: Cancel
co: Abbandunà

# tform_addpaths.caption
source: Add Paths
co: Aghjunghje chjassi

# TFORM_ADDPATHS.CHECKBOX_WORKINGDIR.CAPTION
source: Working directory:
co: Cartulare di travagliu :

source: Enter file paths:
co: Stampittate i chjassi di i schedarii :

# TFORM_ADDRULE.BITBTN_ADD.CAPTION
source: Add Rule
co: Aghjunghje una regula

# tform_addrule.bitbtn_close.caption
source: Close
co: Chjode

# TFORM_ADDRULE.CAPTION
source: Add Rule
co: Aghjunghje una regula

source: Configuration:
co: Cunfigurazione

source: Description
co: Discrizzione

source: Apply Rules
co: Appiecà e regule

# tform_analyze.caption
source: Analyze
co: Analizà

source: Apply rules for each line
co: Appiecà e regule per ogni linea

source: Automatically apply rules
co: Appiecà autumaticamente e regule

source: Line wrap
co: Ritornu à a linea

source: Enter text that you wish to analyze:
co: Stampittate u testu ch’ellu ci vole à analizà :

source: Text after applying rules:
co: Testu dopu à l’appiecazione di e regule :

# TFORM_BROWSE.BITBTN_CANCEL.CAPTION
source: Close
co: Chjode

# tform_browse.bitbtn_ok.caption
source: Add Folders
co: Aghjunghje cartulari

source: Browse
co: Navigà

source: Show hidden folders
co: Affissà i cartulari piattati

source: Show system folders
co: Affissà i cartulari di u sistema

source: Select folders that you want to add:
co: Selezziunà i cartulari à aghjunghje :

source: Collapse All
co: Tuttu ripiegà

source: Explore selected folder
co: Esplurà u cartulare selezziunatu

# TFORM_BROWSE.MENUITEM_GOTOFOLDER.CAPTION
source: Go To Folder
co: Andà à u cartulare

source: Refresh Tree
co: Attualizà l’arburu

# tform_browse.sb_gotofolder.caption
source: Go To
co: Andà à

# tform_browse.speedbutton_filtersettings.caption
source: Filter Settings
co: Preferenze di filtru

# tform_filtersettings.bitbtn_cancel.caption
source: Cancel
co: Abbandunà

# tform_filtersettings.bitbtn_save.caption
source: Save
co: Arregistrà

# TFORM_FILTERSETTINGS.CAPTION
source: Filter Settings
co: Preferenze di filtru

source: Apply only to the file name, instead of full path.
co: Appiecà solu à u nome di schedariu piuttostu chì à u chjassu sanu.

source: Add files within folders
co: Aghjunghje i schedarii in i cartulari

source: Add folders as files
co: Aghjunghje i cartulari tale chì schedarii

source: Include hidden items
co: Include l’elementi piattati

source: Include subfolders
co: Include i sottucartulari

source: Include system items
co: Include l’elementi di u sistema

# TFORM_FILTERSETTINGS.CHECKBOX_SAVEASDEFAULT.CAPTION
source: Save as default for future sessions
co: Arregistrà cum’è predefinizione per e sessioni future

source: Skip root folders when added as files
co: Ignurà i cartulari di a radica quand’elli sò aghjunti cum’è schedarii

source: Default behavior for adding folders:
co: Cumpurtamentu predefinitu per l’aghjuntu di cartulari :

source: Masks:
co: Maschere :

source: Exclude:
co: Esclude :

# TFORM_FILTERSETTINGS.LABEL_MASKSNOTE.CAPTION
source: Note: separate multiple masks with ";" (semicolons).
co: Nota : staccà e maschere multiple cù « ; » (punti-virgule).

# TFORM_FOLDERWARNING.BB_CANCEL.CAPTION
source: Cancel
co: Abbandunà

source: Continue
co: Cuntinuà

source: Warning: Renaming Folders
co: Avertimentu : cambiamentu di nome di i cartulari

source: Never show this warning
co: Ùn mai affissà st’avertimentu

source: Renaming a folder also affects all of its content. A problem can occur if you try to rename folders and their content in a single run. Items in the renaming list are processed from top to bottom. The order of items in this case is extremely important for successful renaming.
co: A rinuminazione d’un cartulare affetta dinù tuttu u so cuntenutu. Si pò accade un prublema s’è vo pruvate di rinuminà cartulari è u so cuntenutu in un trattamentu unicu. L’elementi à rinuminà di a lista sò trattati da l’altu ver di u bassu. In stu casu, l’ordine di l’elementi hè assai impurtante per una rinuminazione riesciuta.

source: Parent folders must always appear below their contained items. This can be easily achieved by sorting items in descending order by the Folder or Path column.
co: I cartulari di livellu superiore devenu sempre esse piazzati sottu l’elementi ch’elli cuntenenu. Què pò esse fattu facilmente ordinendu l’elementi in ordine discendente da a culonna Cartulare o Chjassu.

# TFORM_MAIN.ACTION_ABOUT.CAPTION
source: About
co: Apprupositu

source: Add Files
co: Aghjunghje schedarii

# TFORM_MAIN.ACTION_ADDFOLDERS.CAPTION
source: Add Folders
co: Aghjunghje cartulari

# tform_main.action_addpaths.caption
source: Add Paths
co: Aghjunghje chjassi

source: Analyze sample text
co: Analizà un campione di testu

source: Apply rules to the clipboard
co: Appiecà e regule à u preme’papei

source: Autosize columns
co: Dimensione autumatica di e culonne

source: Count marked and selected files
co: Cuntà i schedarii marcati è selezziunati

source: Export as batch renaming file (full paths)
co: Espurtà cum’è schedariu di rinuminazione da lottu (chjassi sani)

source: Export as batch renaming file (only names)
co: Espurtà cum’è schedariu di rinuminazione da lottu (solu i nomi)

source: Export file paths and new names
co: Espurtà i chjassi di schedariu è i novi nomi

source: Export file paths and undo paths
co: Espurtà i chjassi di schedariu è quelli per disfà l’azzioni

source: Export new names to clipboard
co: Espurtà i novi nomi in u preme’papei

source: Export paths to clipboard
co: Espurtà i chjassi in u preme’papei

# TFORM_MAIN.ACTION_FILTERS.CAPTION
source: Filters
co: Filtri

source: Fix conflicting new names
co: Currege i cunflitti trà i novi nomi

source: Import file paths and new names
co: Impurtà i chjassi di schedariu è i novi nomi

source: Import files from text-list or play-list
co: Impurtà i schedarii da una lista di testu o una lista di lettura

source: Import new names from clipboard
co: Impurtà i novi nomi da u preme’papei

source: Manage...
co: Ghjestione…

source: New Instance
co: Nova instanza

source: New Project
co: Novu prughjettu

source: Paste Files
co: Incullà i schedarii

# TFORM_MAIN.ACTION_PRESETSAVE.CAPTION
source: Save
co: Arregistrà

source: Save As
co: Arregistrà cù u nome

# TFORM_MAIN.ACTION_PREVIEW.CAPTION
source: Preview
co: Fighjulata

# tform_main.action_register.caption
source: Register
co: Arregistrassi

# TFORM_MAIN.ACTION_RENAME.CAPTION
source: Rename
co: Rinuminà

source: All Settings
co: Tutte e preferenze

source: Sort by path for renaming folders
co: Ordinà da u chjassu per rinuminà i cartulari

source: Undo Renaming
co: Disfà a rinuminazione

source: Unregister
co: Disarregistrassi

source: Validate new names
co: Cunvalidà i novi nomi

source: Rule
co: Regula

source: Statement
co: Dichjarazione

# TFORM_MAIN.MENUITEM_ADDRULE.CAPTION
source: Add Rule
co: Aghjunghje una regula

source: Add Rule (above)
co: Aghjunghje una regula (insù)

source: Add Rule (below)
co: Aghjunghje una regula (quaghjò)

source: Analyze Name
co: Analizà u nome

source: Clear All
co: Tuttu squassà

source: Clear Failed
co: Squassà i fiascati

source: Clear
co: Squassà

source: Clear Invalid
co: Squassà l’inaccettevule

source: Clear Marked
co: Squassà i marcati

source: Clear Not Marked
co: Squassà i micca marcati

source: Clear Renamed
co: Squassà i rinuminati

source: Clear Valid
co: Squassà l’accettevule

source: Duplicate Rule
co: Duppià a regula

source: Edit New Name
co: Mudificà u novu nome

# TFORM_MAIN.MENUITEM_EDITRULE.CAPTION
source: Edit Rule
co: Mudificà a regula

source: Exit
co: Esce

source: File
co: Schedariu

# tform_main.menuitem_help.caption
source: Help
co: Aiutu

source: Invert Marking
co: Invertisce a marcatura

source: Invert Selection
co: Invertisce a selezzione

# TFORM_MAIN.MENUITEM_MARK.CAPTION
source: Mark
co: Marcà

# TFORM_MAIN.MENUITEM_MARKBYMASK.CAPTION
source: Mark by Mask
co: Marcà da marchera

# tform_main.menuitem_marking.caption
source: Mark
co: Marcà

source: Mark Only Changed (Exc. Case)
co: Marcà solu i cambiati (Senza a cassa)

source: Mark Only Changed (Inc. Case)
co: Marcà solu i cambiati (Cù a cassa)

source: Mark Only Selected
co: Marcà solu i selezziunati

# TFORM_MAIN.MENUITEM_MOVEDOWN.CAPTION
source: Down
co: Ghjò

# TFORM_MAIN.MENUITEM_MOVEUP.CAPTION
source: Up
co: Sù

source: Move
co: Dispiazzà

# tform_main.menuitem_presets.caption
source: Presets
co: Prerigature

source: Remove All Rules
co: Caccià tutte e regule

source: Remove Rule
co: Caccià a regula

source: Remove Selected
co: Caccià ciò chì hè selezziunatu

source: Move Down
co: Dispiazzà inghjò

source: Move Up
co: Dispiazzà insù

source: Mark All
co: Tuttu marcà

# TFORM_MAIN.MENUITEM_RULESSELECTALL.CAPTION
source: Select All
co: Tuttu selezziunà

source: Unmark All
co: Caccià tutte e marche

# tform_main.menuitem_selectall.caption
source: Select All
co: Tuttu selezziunà

# TFORM_MAIN.MENUITEM_SELECTBYEXTENSION.CAPTION
source: Select by Extension
co: Selezziunà da estensione

# TFORM_MAIN.MENUITEM_SELECTBYMASK.CAPTION
source: Select by Mask
co: Selezziunà da maschera

source: Select by Name Length
co: Selezziunà da longhezza di nome

source: Select
co: Selezziunà

# tform_main.menuitem_settings.caption
source: Settings
co: Preferenze

# tform_main.menuitem_settingsgeneral.caption
source: General
co: Generale

# tform_main.menuitem_settingsmetatags.caption
source: Meta Tags
co: Etichette

source: Miscellaneous
co: Diversi

# tform_main.menuitem_settingspreview.caption
source: Preview
co: Fighjulata

# TFORM_MAIN.MENUITEM_SETTINGSRENAME.CAPTION
source: Rename
co: Rinuminà

source: Unmark
co: Caccià a marca

source: Import...
co: Impurtà…

source: Browse...
co: Navigà…

source: Clear Not Changed
co: Squassà i micca cambiati

source: Copy Files to Clipboard
co: Cupià i schedarii in u preme’papei

source: Copyrights
co: Diritti di copia

# tform_main.mi_createpresetslinks.caption
source: Create Links
co: Creà liami

source: Cut Files to Clipboard
co: Taglià i schedarii in u preme’papei

source: Delete Files to Recycle Bin
co: Squassà i schedarii in a curbella

source: Export all columns to clipboard
co: Espurtà tutte e culonne in u preme’papei

source: File Properties
co: Pruprietà di schedariu

# TFORM_MAIN.MI_FILESCOLUMNS_CANCELSORTING.CAPTION
source: Cancel Sorting
co: Abbandunà a classificazione

source: Forum (online)
co: Foru (in linea)

source: Help (online)
co: Aiutu (in linea)

source: Version History
co: Cronolugia di e versioni

# tform_main.mi_language.caption
source: Language
co: Lingua

source: Lite vs Pro (online)
co: Paragunà Lite è Pro (in linea)

source: Load
co: Caricà

source: Open containing folder
co: Apre u cartulare cuntenente

source: Open File
co: Apre u schedariu

source: Open with Notepad
co: Apre cù u fuglittaghju

source: Purchase (online)
co: Cumprà (in linea)

source: Quick Guide
co: Guida rapida

source: Rescan
co: Analizà torna

source: Comment...
co: Cummentu…

source: Export to Clipboard
co: Espurtà in u preme’papei

source: User Manual
co: Manuale di l’utilizatore

# tform_main.toolbutton_addrule.caption
source: Add
co: Aghjunghje

# TFORM_MAIN.TOOLBUTTON_ANALYZE.CAPTION
source: Analyze
co: Analizà

source: Columns
co: Culonne

source: Export
co: Espurtà

source: Files
co: Schedarii

# TFORM_MAIN.TOOLBUTTON_FILTERS.CAPTION
source: Filters
co: Filtri

# tform_main.toolbutton_movedownrule.caption
source: Down
co: Ghjò

# tform_main.toolbutton_moveuprule.caption
source: Up
co: Sù

# tform_main.toolbutton_options.caption
source: Options
co: Ozzioni

# TFORM_MAIN.TOOLBUTTON_REMOVERULE.CAPTION
source: Remove
co: Caccià

source: State
co: Statu

source: Modified
co: Mudificatu

# TFORM_MAIN.VST_FILES.HEADER.COLUMNS[11].TEXT
source: Extension
co: Estensione

source: Name Digits
co: Cifri di u nome

source: Path Digits
co: Cifri di u chjassu

source: Name Length
co: Longhezza di u nome

source: New Name Length
co: Longhezza di u novu nome

source: Path Length
co: Longhezza di u chjassu

source: New Path Length
co: Longhezza di u novu chjassu

source: Exif Date
co: Data di l’« EXIF »

source: Old Path
co: Anzianu chjassu

source: Path
co: Chjassu

# tform_main.vst_files.header.columns[20].text
source: Error
co: Sbagliu

source: Folder
co: Cartulare

source: Name
co: Nome

source: New Name
co: Novu nome

source: New Path
co: Novu chjassu

source: Size
co: Dimensione

source: Size KB
co: Dimensione Ko

source: Size MB
co: Dimensione Mo

source: Created
co: Creatu u

# TFORM_METATAGS.BITBTN_CANCEL.CAPTION
source: Cancel
co: Abbandunà

# TFORM_METATAGS.BITBTN_INSERT.CAPTION
source: Insert
co: Framette

# TFORM_METATAGS.CAPTION
source: Meta Tags
co: Etichette

source: Note: Most of the tags can only work for files, not folders.
co: Nota : A maiò parte di l’etichette funziuneghjanu solu per i schedarii, è micca per i cartulari.

source: &Save
co: &Arregistrà

source: Save Preset
co: Arregistrà a prerigatura

source: Save Filter Settings with the preset?
co: Arregistrà e preferenze di filtru cù a prerigatura ?

source: Overwrite existing preset:
co: Rimpiazzà a prerigatura esistente :

source: Preset Name:
co: Nome di a prerigatura :

# TFORM_PRESETSLINKS.BB_CREATELINKS.CAPTION
source: Create Links
co: Creà liami

source: Presets Links
co: Liami di e prerigature

source: Please specify a folder where you want to place the links:
co: Ci vole à indicà un cartulare induve vo vulete piazzà i liami :

source: Type of links:
co: Tipu di liame :

# TFORM_PRESETSLINKS.RB_LOAD.CAPTION
source: Load with Preset
co: Caricà cù una prerigatura

# TFORM_PRESETSLINKS.RB_RENAME.CAPTION
source: Rename with Preset
co: Rinuminà cù una prerigatura

source: Browse for Folder
co: Navigà in u cartulare

source: Use "Send To" Folder
co: Impiegà u cartulare « Envoyer vers »

source: Presets Manager
co: Ghjestiunariu di e prerigature

# TFORM_PRESETSMANAGER.TB_APPEND.HINT
source: Append Preset
co: Aghjunghje una prerigatura

# TFORM_PRESETSMANAGER.TB_COPY.HINT
source: Duplicate Preset
co: Duppià a prerigatura

# TFORM_PRESETSMANAGER.TB_DELETE.HINT
source: Delete Preset (Del)
co: Squassà a prerigatura (Suppr)

# TFORM_PRESETSMANAGER.TB_EDIT.HINT
source: Manually Edit Preset (F4)
co: Mudificà manualmente a prerigatura (F4)

# TFORM_PRESETSMANAGER.TB_LOAD.HINT
source: Load Preset (Enter)
co: Caricà a prerigatura (Entrée)

# TFORM_PRESETSMANAGER.TB_RENAME.HINT
source: Rename Preset (F2)
co: Rinuminà a prerigatura (F2)

# TFORM_REGISTER.BB_CANCEL.CAPTION
source: Cancel
co: Abbandunà

# TFORM_REGISTER.BB_REGISTER.CAPTION
source: Register
co: Arregistrassi

source: Registration
co: Inscrizzione

source: Please enter your registration code:
co: Stampittate u vostru codice d’inscrizzione :

# TFORM_SETTINGS.BITBTN_CANCEL.CAPTION
source: Cancel
co: Abbandunà

# TFORM_SETTINGS.BITBTN_SAVE.CAPTION
source: Save
co: Arregistrà

# TFORM_SETTINGS.CAPTION
source: Settings
co: Preferenze

source: Folders also have extensions, process them as such
co: I cartulari anu dinù estensioni, trattateli cum’è tale

source: Highlight changed file names
co: Mette in evidenza i nomi di schedariu cambiati

source: Must be successfully confirmed by user
co: Deve esse cunfirmatu da veru da l’utilizatore

source: Add to folders context menu
co: Aghjunghje à u listinu cuntestuale di i cartulari

source: Add to "Send To" context menu
co: Aghjunghje à u listinu cuntestuale « Envoyer vers »

source: Stay on top of other windows
co: Stà sopra à tutte l’altre finestre

source: Auto preview when new files are added
co: Fighjulata autumatica quandu novi schedarii sò aghjunti

source: Auto preview on change of rules configurations
co: Fighjulata autumatica quandu e cunfigurazioni di regule cambianu

source: Auto size table on change
co: Dimensione autumatica à u cambiamentu di tavulone

source: Clear files table on rename
co: Squassà u tavulone di i schedarii dopu à un cambiamentu di nome

source: Clear renamed files on rename
co: Squassà i schedarii rinuminati dopu à un cambiamentu di nome

source: Clear rules list on rename
co: Squassà a lista di e regule dopu à un cambiamentu di nome

source: Close program after successful rename
co: Chjode u prugramma dopu à un cambiamentu di nome riesciutu

source: Display message on successful rename
co: Affissà un messaghju dopu à un cambiamentu di nome riesciutu

source: Fix conflicting new names on preview
co: Currege i cunflitti trà i novi nomi durante a fighjulata

source: MetaTag support
co: Accettà l’etichette

source: Overwrite files with New Names
co: Rimpiazzà i schedarii cù i novi nomi

source: Real-time update of the preview
co: Mudificazione in tempu reale di a fighjulata

source: Register preset extension (*.rnp)
co: Arregistrà l’estensione di e prerigature (*.rnp)

source: Remember position and size of major windows
co: Arricurdassi di a pusizione è a dimensione di e finestre principale

source: Save rules configuration on exit, load on startup
co: Arregistrà a cunfigurazione di e regule à l’esce di u prugramma è caricalla à u lanciu

source: Show main toolbar
co: Affissà a barra d'attrezzi principale

source: Skip renaming of unchanged files
co: Tralascià a rinuminazione di i schedarii micca cambiati

source: Remember sorting options (files table)
co: Arricurdassi di l’ozzioni di classificazione (tavulone di i schedarii)

source: Use natural sort order algorithm
co: Impiegà a tecnica di classificazione d’ordine naturale

source: Validate new filenames on preview
co: Cunvalidà i novi nomi di schedariu durante a fighjulata

source: Date Format:
co: Furmatu di data :

source: Preview:
co: Fighjulata :

source: Example: file1, file2 ... file9, file10, file11, and so on.
co: Esempiu : schedariu1, schedariu2, …, schedariu11, eccetera.

source: Note: disabling any of these options will increase performance when processing large amount of files.
co: Nota : a disattivazione di l’una di st’ozzioni aummenterà e perfurmenze quandu si tratta una quantità maiò di schedarii.

source: Change text of "Click here to add a rule":
co: Cambià u testu di « Cliccate quì per aghjunghje una regula » :

source: Change text of "Drag your files here":
co: Cambià u testu di « Sguillate quì i vostri schedarii » :

source: Note: formats will be saved only if validated successfully.
co: Nota : i furmati seranu arregistrati solu s’elli sò cunvalidati bè.
