Repository: 247i/ReNamer
Catalog: மறுபெயரிடு/App/ReNamer/Languages/ReNamer.co.po
Languages: co

source: Torrent: Announce URL
co: Torrent : Indirizzu d’annunziu

source: Torrent: Comment
co: Torrent : Cummentu

source: Torrent: Number of files
co: Torrent : Numeru di schedarii

source: Torrent: Creation date in local time zone
co: Torrent : Data di creazione in u fusu orariu lucale

source: Torrent: Creation date in UTC time zone
co: Torrent : Data di creazione in u fusu orariu UTC

source: Torrent: Hash
co: Torrent : Tazzeghju

source: Torrent: Name
co: Torrent : Nome

source: Torrent: Publisher
co: Torrent : Editore

source: Torrent: Total size
co: Torrent : Dimensione tutale

source: Torrent: Total size in bytes
co: Torrent : Dimensione tutale in ottetti

source: Torrent: Total size in GB
co: Torrent : Dimensione tutale in Go

source: Torrent: Total size in KB
co: Torrent : Dimensione tutale in Ko

source: Torrent: Total size in MB
co: Torrent : Dimensione tutale in Mo

source: Version Information: Comments
co: Infurmazione di versione : Cummentu

source: Version Information: Company
co: Infurmazione di versione : Sucetà

source: Version Information: Copyright
co: Infurmazione di versione : Diritti di copia

source: Version Information: Description
co: Infurmazione di versione : Discrizzione

source: Version Information: File Version
co: Infurmazione di versione : Versione di schedariu

source: Version Information: Product
co: Infurmazione di versione : Pruduttu

source: Version Information: Product Version
co: Infurmazione di versione : Versione di pruduttu

source: WMA Album
co: Albumu WMA

source: WMA Album Artist
co: Artista di l’albumu WMA

source: WMA Artist
co: Artista WMA

source: WMA Disc Number
co: Numeru di u discu WMA

source: WMA Total Discs
co: Numeru tutale di dischi WMA

source: WMA Genre
co: Generu WMA

source: WMA Title
co: Titulu WMA

source: WMA Track Number
co: Numeru di a traccia WMA

source: WMA Total Tracks
co: Numeru tutale di traccie WMA

source: WMA Year
co: Annu WMA

source: Custom alphabetic
co: Alfabeticu persunalizatu

source: Custom numeric
co: Numericu persunalizatu

source: Decimal digits
co: Cifri decimale

source: English letters
co: Lettere latine

source: Music notes
co: Note musicali

source: Roman numerals
co: Cifri rumani

source: Simplified Chinese
co: Chinese semplificatu

source: Pascal Script Compile
co: Cumpilazione di scenariu Pascal

source: Exception
co: Eccezzione

source: Pascal Script Execute
co: Eseguisce un scenariu Pascal

source: Included file not found: %s
co: Schedariu inclusu micca trovu : %s

source: Line
co: Linea

source: Unknown error (check units and libraries)
co: Sbagliu scunnisciutu (verificate l’unità è e bibliuteche)

source: Preset file not found:
co: Schedariu di prerigatura micca trovu :

source: Failed to load a preset.
co: Fiascu per caricà una prerigatura.

source: Failed to save a preset.
co: Fiascu per arregistrà una prerigatura.

source: Not able to create a directory for a license file.
co: Impussibule di creà un cartulare per un schedariu di licenza.

source: Contact email
co: Indirizzu elettronicu di u cuntattu

source: Contact name
co: Nome di u cuntattu

source: Failed to delete file:
co: Fiascu di a squassatura :

source: Failed to load license data:
co: Fiascu per caricà i dati di licenza :

source: Failed to save license data:
co: Fiascu per arregistrà i dati di licenza :

source: Issue date
co: Data d’emissione

source: License
co: Licenza

source: Licensed to
co: Licenza cuncidita à

source: License has been blacklisted.
co: A licenza hè nant’à lista nera.

source: License expiry
co: Scadenza di a licenza

source: License has expired.
co: A licenza hè scaduta.

source: License is invalid!
co: A licenza hè inaccetevule !

source: Failed to load the license.
co: Impussibule di caricà a licenza.

source: You need to renew the license in order to activate the product.
co: Ci vole à rinnuvà a licenza per attivà u pruduttu.

source: Failed to remove the license.
co: Impussibule di caccià a licenza.

source: License has been removed.
co: A licenza hè stata cacciata.

source: Your license is outside of the upgrade period.
co: A vostra licenza hè fora di u periodu di messa à livellu.

source: Number of computers
co: Numeru d’urdinatori

source: Registration code is invalid.
co: U codice d’inscrizzione hè inaccetevule.

source: Registration file not found.
co: U schedariu d’inscrizzione ùn si trova micca.

source: Failed to read registration file.
co: Impussibule di leghje u schedariu d’inscrizzione.

source: Registration has been successful!
co: L’inscrizzione hè riesciuta !

source: Upgrade expiry
co: Scadenza di a messa à livellu

# urenfiles.srenstatusok
source: OK
co: Vai

source: Duplicate in the list
co: Duplicazione in a lista

source: New path exceeds the length limit
co: U novu chjassu eccede a limitazione di longhezza

source: Destination file already exists
co: U schedariu di destinazione esiste dighjà

source: Contains invalid characters
co: Cuntene caratteri inaccettevule

source: Parent path changed earlier in the list
co: U chjassu di livellu superiore hè statu cambiatu più altu in a lista

source: Add text padding to length %s with "%s" characters
co: Aghjunghje un empiimentu di testu à a longhezza %s cù « %s » caratteri

source: Add zero padding to length %s
co: Aghjunghje un empiimentu di zeri à a longhezza %s

source: Adjust time by %d days
co: Adattà l’ora da %d ghjorni

source: Adjust time by %d hours
co: Adattà l’ora da %d ore

source: Adjust time by %d milliseconds
co: Adattà l’ora da %d milliseconde

source: Adjust time by %d minutes
co: Adattà l’ora da %d minuti

source: Adjust time by %d months
co: Adattà l’ora da %d mesi

source: Adjust time by %d seconds
co: Adattà l’ora da %d seconde

source: Adjust time by %d years
co: Adattà l’ora da %d anni

source: after
co: dopu à

source: all
co: tutti

source: all characters except
co: tutti i caratteri fora di

source: All lower case
co: Tuttu in minuscule

source: All upper case
co: Tuttu in maiuscule

source: and pad to length
co: è riempie à a longhezza

source: append
co: aghjunghje à a fine

source: Append new extension
co: Aghjunghje à a fine una nova estensione

source: as Prefix
co: cum’è prefissu

source: as Suffix
co: cum’è suffissu

source: at Position
co: à a pusizione

# urulesex.s_rules_autocaseadjustment
source: Auto case adjustment
co: Accumudata autumatica di a cassa

source: before
co: nanzu à

source: Cannot edit rule configuration.
co: Ùn si pò micca mudificà a cunfigurazione di regula.

source: Capitalize and preserve
co: Maiuscula à ogni parolla è mantene l’alette

source: Capitalize every word
co: Maiuscula à ogni parolla

source: case sensitive
co: sensibile à a cassa

source: Change extension to
co: Cambià l’estensione ver di

source: characters
co: caratteri

source: Convert to %s from %s
co: Cunvertisce in %s da %s

source: Custom long months
co: Mesi longhi persunalizati

source: Custom short months
co: Mesi corti persunalizati

# myrulesex.s_rules_delete
source: Delete
co: Squassà

# myrulesex.s_rules_delete_current_name
source: Delete current name
co: Squassà u nome attuale

source: delimiters
co: delimitatori

source: Detect using binary signature
co: Abbentà impieghendu una segnatura binaria

source: everywhere
co: dapertuttu

source: exact pattern of delimiters
co: mudellu esattu di i delimitatori

source: Extension lower case
co: Estensione in minuscule

source: Extension upper case
co: Estensione in maiuscule

source: files
co: schedarii

source: file(s) to
co: schedariu(i) à

source: file(s) with
co: schedariu(i) cù

source: first
co: prima

# myrulesex.s_rules_first_letter_capital
source: First letter capital
co: Prima lettera in maiuscula

source: Fix spaces
co: Currege i spazii

source: Force case fragments
co: Sfurzà a cassa per i frammenti

source: from Delimiter
co: da u delimitatore

source: from Position
co: da a pusizione

# myrulesex.s_rules_insert
source: Insert
co: Framette

source: Insert space in front of capitals
co: Framette un spaziu davanti e lettere maiuscule

source: Invert case
co: Invertisce a cassa

source: last
co: ultima

# myrulesex.s_rules_leading
source: leading
co: davanti

source: leave delimiter
co: lascià u delimitatore

source: Left side
co: Latu à manca

source: new names are not defined
co: i novi nomi ùn sò micca definiti

source: New pattern
co: Novu mudellu

source: Normalize spaces
co: Nurmalizà i spazii

source: parts
co: parti

source: positions
co: pusizioni

source: Prefix names of
co: Nomi di prefissu di

source: Prepare for SharePoint
co: Appruntà per SharePoint

# urulesex.s_rules_randomwithlengthusingcharacters
source: Random with length %s using characters "%s"
co: Aleatoriu cù una longhezza di %s impieghendu i caratteri « %s »

# myrulesex.s_rules_remove
source: Remove
co: Caccià

# urulesex.s_rules_removezeropadding
source: Remove zero padding
co: Caccià l’empiimentu di zeri

source: Remove extension
co: Caccià l’estensione

source: repeat
co: ripete

# myrulesex.s_rules_replace
source: Replace
co: Rimpiazzà

source: Replace expression
co: Rimpiazzà l’espressione

source: Replace with spaces
co: Rimpiazzà cù spazii

source: replacing current name
co: rimpiazamentu di u nome attuale

source: reset index every
co: reinizià l’indice ogni

source: reset index if file name changes
co: reinizià l’indice s’è u nome di schedariu cambia

source: reset index if folder changes
co: reinizià l’indice s’è u cartulare cambia

source: Right side
co: Latu à diritta

source: right-to-left
co: da diritta à manca

source: Incremental from
co: Graduale da

source: Random with length
co: Aleatoriu cù longhezza

source: Set names of
co: Definisce i nomi di

# urulesex.s_rules_skipextension
source: Skip extension
co: Tralascià l’estensione

source: skip extension
co: tralascià l’estensione

source: skip versions
co: tralascià e versioni

source: Split by
co: Frazziunà da

source: step
co: tappa

# myrulesex.s_rules_strip
source: Strip
co: Toglie

source: Strip out contents of brackets
co: Toglie ciò chì si trova trà parentesi

source: Strip unicode marks
co: Toglie e marche unicode

source: Suffix names of
co: Nomi di suffissu di

# myrulesex.s_rules_trailing
source: trailing
co: daretu

source: Transliterate
co: Traslitterazione

source: try unique
co: pruvà unicu

source: until Count reaches
co: fin’chè u numeru tocchi

source: until Delimiter
co: fin’à u delimitatore

source: until the End
co: sin’à a fine

source: using "%s" system with "%s" symbols
co: impieghendu u sistema « %s » cù i simbuli « %s »

source: using "%s" system
co: impieghendu u sistema « %s »

source: using wildcards
co: impieghendu caratteri generichi

source: Rule configuration uses deprecated random serialization, please use a separate dedicated rule instead.
co: A cunfigurazione di e regule impiega una serializazione aleatoria anziana, ci vole piuttostu à impiegà una regula dedicata è staccata.

# urulesex.s_rules_wholewordsonly
source: Whole words only
co: Solu e parolle sane

source: whole words
co: parolle sane

source: with
co: cù

source: Selected folder does not exist! %s
co: U cartulare selezziunatu ùn esiste micca ! %s

source: Meta tags are currently disabled. Do you want to enable them?
co: L’etichette sò disattivate à st’ora. Vulete attivalle ?

source: Would you like to open a Quick Guide?
co: Vulete apre una guida rapida ?

source: Folders: %d scanned, %d selected.
co: Cartulari : %d analizati, %d selezziunati.

# mystrings.msg_browsegotofoldercaption
source: Go To Folder
co: Andà à u cartulare

source: Enter a full path to the folder that you want to go to:
co: Stampittate u chjassu sanu di u cartulare chì vo vulete accede :

source: Failed to change current working directory.
co: Fiascu di cambiamentu di u cartulare di travagliu currente.

source: Operation of Copying and Cutting Files will place selected files into the Clipboard for later usage. Note: All files will be pasted into the same directory no matter where they were initially located! Are you sure you want to proceed?
co: L’operazione di copia è di tagliatura di schedariu piazzerà i schedarii selezziunati in u preme’papei per un adopru ulteriore. Nota : Tutti i schedarii seranu incullati in u listessu cartulare senza tene contu di a so piazza d’origine ! Site sicuru di vulè cuntinuà ?

source: INVALID FORMAT
co: FURMATU INACCETTEVULE

source: Rule Comment
co: Cummentu di a regula

source: Enter a comment for the rule:
co: Stampittate un cummentu per a regula :

source: File already exists! Overwrite it?
co: U schedariu esiste dighjà ! Rimpiazzallu ?

source: Total: %d Marked: %d Selected: %d
co: Tutale : %d Marcati : %d Selezziunati : %d

source: Do you want to fix conflicting new names for %s files? This operation may take several minutes...
co: Vulete currege i cunflitti trà i novi nomi per %s schedarii ? St’operazione pò piglià parechje minuti…

source: Go To Line
co: Andà à a linea

source: Enter the line number:
co: Stampittate u numeru di linea :

source: Hint: You can check the details by enabling the "Error" column.
co: Astuzia : Attivate a culonna « Sbagliu » per cuntrollà i detaglii.

source: You are launching ReNamer for the first time.
co: ReNamer si lancia per a prima volta.

source: %d new filename(s) out of %d in the list were changed!
co: %d novi nomi di schedariu nant’à %d in a lista sò stati cambiati !

source: Nothing to rename!
co: Ùn ci hè nunda à rinuminà !

source: Operation failed due to an error:
co: L’operazione hè fiascata per via d’un sbagliu :

source: Original Path: %s New Path: %s New Name is already taken by another file, delete that file permanently?
co: Chjassu d’origine : %s Novu chjassu : %s U novu nome hè dighjà impiegatu da un altru schedariu ; squassà quellu schedariu ab’eternu ?

source: Compiled successfully!
co: Cumpilatu currettamente !

source: No Saved Scripts were found!
co: Ùn si pò truvà alcunu scenariu arregistratu !

# mystrings.msg_pascalscriptsaveinvalid
source: Incorrect Name!
co: Nome incurrettu !

source: Enter a name for a script:
co: Stampittate un nome per u scenariu :

source: Save Script
co: Arregistrà u scenariu

source: Delete "%s" preset?
co: Squassà a prerigatura « %s » ?

source: You are about to edit Preset file(s) manualy! If you are not sure in what you're doing - press Cancel. Proceed with this action?
co: Site pronti à mudificà manualmente qualchì schedariu di prerigatura ! S’è ùn site micca sicuri di ciò chì vo fate, appughjate nant’à « Abbandunà ». Cuntinuà st’azzione ?

source: Could not copy the "%s" preset!
co: Impussibule di cupià a prerigatura « %s » !

source: Could not delete the "%s" preset!
co: Impussibule di squassà a prerigatura « %s » !

source: Could not rename the "%s" preset!
co: Impussibule di rinuminà a prerigatura « %s » !

source: New Name:
co: Novu nome :

source: Rename Preset
co: Rinuminà a prerigatura

source: Preview process has been terminated due to a critical error: %s
co: U trattamentu di fighjulata hè statu piantatu per via d’un prublema impurtante : %s

source: %d file(s) failed to rename!
co: %d schedarii ùn anu micca pussutu esse rinuminati !

source: All New Names are empty! Hint: Configure the Rules and click Preview button.
co: Tutti i novi nomi sò vioti ! Astuzia : Cunfigurate e regule è appughjate nant’à u buttone « Fighjulata ».

source: %d file(s) skipped because unchanged.
co: %d schedarii tralasciati perchè micca cambiati.

source: %d file(s) skipped because unmarked.
co: %d schedarii tralasciati perchè micca marcati.

source: %d file(s) successfully renamed.
co: %d schedarii sò stati rinuminati currettamente.

source: Use this rule to change the case of the filename.
co: Impiegà sta regula per cambià a cassa di u nome di schedariu.

source: Use this rule to clean up the filename.
co: Impiegà sta regula per nettà u nome di schedariu.

source: Use this rule to delete text from the filename.
co: Impiegà sta regula per squassà testu da u nome di schedariu.

source: Use this rule to change extension of the file.
co: Impiegà sta regula per cambià l’estensione di u nome di schedariu.

source: Use this rule to insert text into the filename.
co: Impiegà sta regula per framette testu in u nome di schedariu.

source: Use this rule to add or remove padding in number sequences.
co: Impiegà sta regula per aghjunghje o caccià l’empiimentu in e sequenze di numeri.

source: Use this rule to script a user defined manipulations with filename.
co: Impiegà sta regula per eseguisce un scenariu di maneghju definitu da l’utilizatore cù u nome di schedariu.

source: Use this rule to insert random sequences of characters into the filename.
co: Impiegà sta regula per framette sequenze aleatorie di caratteri in u nome di schedariu.

source: Use this rule to separate parts of the filename and rearrange them in a new pattern.
co: Impiegà sta regula per staccà e parti di u nome di schedariu è accuncialle secondu à un novu mudellu.

source: Use this rule to change format of date/time values in the filename.
co: Impiegà sta regula per cambià u furmatu di i valori di data è d’ora in u nome di schedariu.

source: Use this rule to replace text in the filename using regular expressions.
co: Impiegà sta regula per rimpiazzà testu in u nome di schedariu impieghendu un’espressione regulare.

source: Use this rule to remove text from the filename.
co: Impiegà sta regula per caccià testu da u nome di schedariu.

source: Use this rule to replace text in the filename.
co: Impiegà sta regula per rimpiazzà testu in u nome di schedariu.

source: Use this rule to serialize the filename (add incremental numbers).
co: Impiegà sta regula per serializà u nome di schedariu (aghjunghje numeri in sequenza).

source: Use this rule to strip sets of characters from the filename.
co: Impiegà sta regula per toglie inseme di caratteri da u nome di schedariu.

source: Use this rule to transliterate letters in the filename from one language into another.
co: Impiegà sta regula per fà una traslitterazione di e lettere in u nome di schedariu da una lingua ver di un’altra.

source: Use this rule to assign names of files to the lines of text.
co: Impiegà sta regula per attribuisce nomi di schedariu à e linee di testu.

source: Please select a folder:
co: Ci vole à selezziunà un cartulare :

source: Are you sure you want to execute shell action on %d files?
co: Site sicuru di vulè eseguisce l’azzione shell nant’à %d schedariu(i)i ?

source: Could not open the following file: %s Error: %s (%d).
co: Ùn si pò micca apre stu schedariu: %s Sbagliu : %s (%d).

# mystrings.msg_translitsaveinvalid
source: Incorrect Name!
co: Nome incurrettu !

source: Enter a name for a translit:
co: Stampittate un nome per a traslitterazione :

source: Save Translit
co: Arregistrà a traslitterazione

source: Are you sure you want to undo renaming operation for %d file(s)? Hint: You can check undo paths by enabling the "Old Path" column.
co: Site sicuru di vulè disfà l’operazione di rinuminazione nant’à %d schedariu(i)i ? Astuzia : Attivate a culonna « Anzianu chjassu » per cuntrollà i chjassi di i schedarii.

source: Nothing to undo!
co: Nunda à disfà !

source: Undo operation results: %d out of %d file(s) restored successfully!
co: Risultati di l’operazione di disfà : %d nant’à %d schedarii sò stati risturati currettamente !

source: Seems that ReNamer is currently running. Please close it, before continuing...
co: Pare chì ReNamer hè attualmente in funzione. Ci vole à chjodelu nanzu di cuntinuà…

source: %d of which have a duplicate in the list.
co: %d di quelli anu un doppiu in a lista.

source: %d of which exceed max path length limitation.
co: %d di quelli eccedenu a limitazione massima di a longhezza di chjassu.

source: %d of which conflict with an existing file.
co: %d di quelli anu un cunflittu cù un schedariu esistente.

source: %d of which contain invalid characters.
co: %d di quelli cuntenenu caratteri inaccettevule.

source: %d of which have a parent path changed earlier in the list.
co: %d di quelli anu un chjassu di livellu superiore cambiatu più prestu in a lista.

source: Successfully validated!
co: Cunvalidazione riesciuta !

source: Do you want to validate %s files? This operation may take several minutes...
co: Vulete cunvalidà %s schedariu(i) ? St’operazione pò piglià parechje minuti…

source: Validation has failed due to issues with %d file(s).
co: A cunvalidazione hà fallitu per via di penseru cù %d schedariu(i).

# mystrings.name_addrule
source: Add Rule
co: Aghjunghje una regula

# mystrings.name_addrulestext
source: Click here to add a rule
co: Cliccate quì per aghjunghje una regula

source: Add to ReNamer
co: Aghjunghje à ReNamer

source: Line = %d, Position = %d, Right = %d, Selection = %d
co: Linea = %d, Pusizione = %d, Diritta = %d, Selezzione = %d

source: Browse Scripts...
co: Sfuglià i scenarii…

source: Browse Translits...
co: Sfuglià e traslitterazioni…

# mystrings.name_cancelsorting
source: Cancel Sorting
co: Abbandunà a classificazione

# mystrings.name_dragfilestext
source: Drag your files here
co: Sguillate quì i vostri schedarii

# mystrings.name_editrule
source: Edit Rule
co: Mudificà a regula

source: %s files
co: %s schedarii

source: %s files (%s)
co: %s schedarii (%s)

# mystrings.name_filters
source: Filters
co: Filtri

source: %s folders
co: %s cartulari

# mystrings.name_loadwithpreset
source: Load with Preset
co: Caricà cù una prerigatura

# mystrings.name_markbymaskcaption
source: Mark by Mask
co: Marcà da marchera

# mystrings.name_markbymaskprompt
source: Multiple masks can be separated by semicolons. For example: *.jpg;*.doc Masks:
co: Parechje maschere ponu esse staccate da punti virgule. Per indettu : *.jpg;*.doc Maschere :

source: Overwrite
co: Rimpiazzà

# mystrings.name_rename
source: Rename
co: Rinuminà

# mystrings.name_renamewithpreset
source: Rename with Preset
co: Rinuminà cù una prerigatura

source: Case
co: Cassa

source: Clean Up
co: Nettà

# mystrings.name_rule_delete
source: Delete
co: Squassà

# mystrings.name_rule_extension
source: Extension
co: Estensione

# mystrings.name_rule_insert
source: Insert
co: Framette

source: Padding
co: Empiimentu

source: Pascal Script
co: Scenariu Pascal

source: Randomize
co: Rende aleatoriu

source: Rearrange
co: Riaggalabà

source: Reformat Date
co: Rifurmatà a data

source: Regular Expressions
co: Espressioni regulare

# mystrings.name_rule_remove
source: Remove
co: Caccià

# mystrings.name_rule_replace
source: Replace
co: Rimpiazzà

source: Serialize
co: Serializà

# mystrings.name_rule_strip
source: Strip
co: Toglie

source: Translit
co: Traslitterazione

source: User Input
co: Stampittera di l’utilizatore

source: Save Rule
co: Arregistrà a regula

source: Save Script...
co: Arregistrà u scenariu…

source: Save Translit...
co: Arregistrà a traslitterazione…

# mystrings.name_selectbyextensioncaption
source: Select by Extension
co: Selezziunà da estensione

source: Multiple extensions can be separated by semicolons. For example: jpg;doc Extensions (without dots):
co: Parechje estensioni ponu esse staccate da punti virgule. Per indettu : jpg;doc Estensioni (senza punti) :

source: Select by Filename Length
co: Selezziunà da longhezza di nome di schedariu

source: More than N characters:
co: Più di N caratteri :

# mystrings.name_selectbymaskcaption
source: Select by Mask
co: Selezziunà da maschera

# mystrings.name_selectbymaskprompt
source: Multiple masks can be separated by semicolons. For example: *.jpg;*.doc Masks:
co: Parechje maschere ponu esse staccate da punti virgule. Per indettu : *.jpg;*.doc Maschere :

source: Undo
co: Disfà

source: Undo %d file(s)
co: Disfà %d schedariu(i)

# ustrings.sdatetimedays
source: Days
co: Ghjorni

# ustrings.sdatetimehours
source: Hours
co: Ore

# ustrings.sdatetimemilliseconds
source: Milliseconds
co: Milliseconde

# ustrings.sdatetimeminutes
source: Minutes
co: Minuti
