Repository: 247i/ReNamer
Catalog: மறுபெயரிடு/App/ReNamer/Languages/ReNamer.co.po
Languages: co

# ustrings.sdatetimemonths
source: Months
co: Mesi

# ustrings.sdatetimeseconds
source: Seconds
co: Seconde

# ustrings.sdatetimeyears
source: Years
co: Anni

source: All files
co: Tutti i schedarii

source: Any file
co: Qualunque schedariu

source: Archives
co: Archivii

source: Batch file
co: Schedariu di lottu

source: comma separated
co: staccatu da virgula

source: Documents
co: Ducumenti

source: Music
co: Musica

source: Pictures
co: Fiure

source: Play list
co: Lista di lettura

# ustrings.sfilterspresets
source: Presets
co: Prerigature

source: tab separated
co: staccatu da tabulazione

source: Text files
co: Schedarii di testu

source: Text list
co: Lista di testu
